[About Language File]
Version=10.0.0
Date=14.06.2015
Author=Lasse Rautiainen
Email=lasse@bonecode.com
Comments=Om du hittar fel i översättningen, låt mig veta. Tack.

[MainForm]
ActionDocument=&Dokument
ActionDocumentFormat=Formatera
ActionDocumentFormatSQL:h=Formatera SQL
ActionDocumentFormatSQL=Formatera SQL
ActionDocumentFormatXML:h=Format XML
ActionDocumentFormatXML=&Format XML
ActionDocumentInfo:h=Linje, ord och tecken räkna
ActionDocumentInfo=&Linje, ord och tecken räkna...
ActionDocumentViewInBrowser:h=Visa aktuella dokumentet i standardwebbläsare
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=&Visa i webbläsare
ActionEdit=&Redigera
ActionEditCopy:h=Kopiera markeringen och placera den i Urklipp
ActionEditCopy:s=Ctrl+C
ActionEditCopy=K&opiera
ActionEditCut:h=Klipp ut markeringen lägg den i Urklipp
ActionEditCut:s=Ctrl+X
ActionEditCut=&Klippa ut
ActionEditDecreaseIndent:h=Minska indrag
ActionEditDecreaseIndent:s=Shift+Ctrl+U
ActionEditDecreaseIndent=Mi&nska
ActionEditDelete=&Radera
ActionEditDeleteEndOfLine:h=Ta bort radslut
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Radslut
ActionEditDeleteLine:h=Ta bort rad
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Rad
ActionEditDeleteWhitespace:h=Ta bort alla blanksteg från markerad text
ActionEditDeleteWhitespace=Blanksteg
ActionEditDeleteWord:h=Ta bort ord
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=&Ord
ActionEditIncreaseIndent:h=Öka indrag
ActionEditIncreaseIndent:s=Shift+Ctrl+I
ActionEditIncreaseIndent=&Öka
ActionEditIndent=I&ndrag
ActionEditInsert=&Infoga
ActionEditInsertDateTime:h=Datum och tid
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Date and Time
ActionEditInsertLine:h=Infoga rad
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Rad
ActionEditInsertTag:h=Infoga HTML / XML-taggar
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=&HTML/XML Tags...
ActionEditPaste:h=Infoga innehållet i Urklipp
ActionEditPaste:s=Ctrl+V
ActionEditPaste=K&listra in
ActionEditRedo:h=Gör den tidigare ångrade åtgärden
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Göra om
ActionEditSelectAll:h=Markera allt
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Markera allt
ActionEditSort=&Sortera
ActionEditSortAsc:h=Sortera stigande
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Stigande
ActionEditSortDesc:h=Sortera fallande
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=&Fallande
ActionEditToggleCase:h=Växla fall
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=&Växla fall
ActionEditToggleCaseUpper=Upper
ActionEditToggleCaseUpper:h=Toggle upper case
ActionEditToggleCaseUpper:t=Translation needed
ActionEditToggleCaseLower=Lower
ActionEditToggleCaseLower:h=Toggle lower case
ActionEditToggleCaseLower:t=Translation needed
ActionEditToggleCaseAlternating=Alternating
ActionEditToggleCaseAlternating:h=Toggle alternating case
ActionEditToggleCaseAlternating:t=Translation needed
ActionEditToggleCaseSentence=Sentence
ActionEditToggleCaseSentence:h=Toggle sentence case
ActionEditToggleCaseSentence:t=Translation needed
ActionEditToggleCaseTitle=Title
ActionEditToggleCaseTitle:h=Toggle title case
ActionEditToggleCaseTitle:t=Translation needed
ActionEditUndo:h=Ångra den senaste åtgärden
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Ångra
ActionFile=&Fil
ActionFileClose:h=Stäng det aktiva dokumentet
ActionFileClose:s=Ctrl+F4
ActionFileClose=S&täng
ActionFileCloseAll:h=Stäng alla öppna filer
ActionFileCloseAll=St&äng alla
ActionFileCloseAllOther:h=Stäng alla andra sidor
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Stän&g alla andra
ActionFileExit:h=Avsluta programmet
ActionFileExit:s=Alt+F4
ActionFileExit=&Avslut
ActionFileNew:h=Skapa ett nytt dokument
ActionFileNew:s=Ctrl+N
ActionFileNew=&Nya
ActionFileOpen:h=Öppna dokumentet
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Öppet...
ActionFilePrint:h=Skriv ut det aktiva dokumentet
ActionFilePrint:s=Ctrl+P
ActionFilePrint=S&kriv ut...
ActionFilePrintPreview:h=Förhandsgranska det aktiva dokumentet
ActionFilePrintPreview=F&örhandsgranska...
ActionFileProperties:h=Se filen egenskaper
ActionFileProperties=&Egenskaper...
ActionFileReopen=&Reopen
ActionFileReopenClear=&Clear
ActionFileSave:h=Spara det aktiva dokumentet
ActionFileSave:s=Ctrl+S
ActionFileSave=&Spara
ActionFileSaveAll:h=Spara alla aktiva dokument
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Sp&ara alla
ActionFileSaveAs:h=Spara det aktiva dokumentet med ett nytt namn
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=S&para som...
ActionFileSelectFromDirectory:h=Välj filen från aktiv katalogen
ActionFileSelectFromDirectory=Välj från katalog
ActionHelp=&Hjälp
ActionHelpAboutEditBone:h=Visa information om EditBone
ActionHelpAboutEditBone=&Om EditBone
ActionHelpCheckForUpdates:h=Sök efter uppdateringar
ActionHelpCheckForUpdates=&Sök efter uppdateringar
ActionHelpVisitHomepage:h=Besök EditBone hemsidan - http://www.bonecode.com/
ActionHelpVisitHomepage=&Besök hemsidan
ActionMacroOpen:h=Öppna ett befintligt makro
ActionMacroOpen=&Öppna...
ActionMacroPlayback:h=Uppspelning makrot
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=&Uppspelning
ActionMacroRecordPause:h=Spela in eller pausa ett makro
ActionMacroRecordPause:s=Shift+Ctrl+R
ActionMacroRecordPause=&Inspela
ActionMacroSaveAs:h=Spara makrot med ett nytt namn
ActionMacroSaveAs=S&para som...
ActionMacroStop:h=Stoppa makroinspelning
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=&Stopp
ActionSearch=&Sök
ActionSearchClearBookmarks:h=Klara alla bokmärken
ActionSearchClearBookmarks=&Klara bokmärken
ActionSearchFindInFiles:h=Sök efter en sträng i flera filer
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=S&ök i filer...
ActionSearchFindNext:h=Hitta nästa matchning texten
ActionSearchFindNext:s=F3
ActionSearchFindNext=&Hitta nästa
ActionSearchFindPrevious:h=Hitta tidigare matchande text
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=H&itta tidigare
ActionSearchGoToBookmarks:h=Gå till bokmärken
ActionSearchGoToBookmarks=&Gå till bokmärken
ActionSearchGoToLine:h=Gå till linje
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Gå till linje
ActionSearchReplace:h=Ersätta det angivna texten med annan text
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Ersätt...
ActionSearchSearch:h=Sök den angivna texten
ActionSearchSearch:s=Ctrl+F
ActionSearchSearch=&Sök...
ActionSearchToggleBookmark:h=Ange eller ta bort bokmärke på aktuell rad. Bokmärken kan också ställas in med Ctrl+Shift+1..9. Gå till bokmärke med Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=&Växla bokmärke
ActionSearchToggleBookmarks:h=Växla bokmärken
ActionSearchToggleBookmarks=V&äxla bokmärken
ActionToolbarMenuLanguage=Spr&åk
ActionToolbarMenuSkin=S&til
ActionToolbarMenuView=&View
ActionToolbarMenuView:t=Translation needed
ActionTools=V&erktyg
ActionToolsCharacterMap:h=Infoga Unicode-tecken till aktiv handling genom att dubbelklicka på
ActionToolsCharacterMap=&Unicode teckenuppsättningar...
ActionToolsCompareFiles:h=Jämför filer
ActionToolsCompareFiles=&Jämför filer...
ActionToolsConvert:h=Konvertera mellan numeriska enheter
ActionToolsConvert=C&onvert...
ActionToolsLanguageEditor:h=Språkredigerare
ActionToolsLanguageEditor=&Språkredigerare...
ActionToolsOptions:h=Sätta optioner
ActionToolsOptions=&Optioner...
ActionToolsSelectForCompare:h=Välj dokument för jämförelse
ActionToolsSelectForCompare=&Välj för jämförelse...
ActionView=&Visa
ActionViewCloseDirectory:h=Stäng den aktiva katalogen
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=&Stäng katalog
ActionViewDirectory:h=Visa eller dölja katalogen
ActionViewDirectory=&Katalog
ActionViewEditDirectory:h=Redigera den aktiva katalog
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=&Redigera katalog...
ActionViewEncodingSelection:h=Visa eller dölja kodning val
ActionViewEncodingSelection=K&odning
ActionViewFiles:h=Sök filer från den valda katalogen och dess underkataloger
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=&Filer...
ActionViewColorSelection=Color
ActionViewColorSelection:h=Show or hide the color selection
ActionViewColorSelection:t=Translation needed
ActionViewHighlighterSelection:h=Visa eller dölja överstrykning val
ActionViewHighlighterSelection=Övers&trykning
ActionViewLineNumbers:h=Växla radnummer
ActionViewLineNumbers=Ra&dnummer
ActionViewMainMenu=Main menu
ActionViewMainMenu:h=Show or hide the main menu
ActionViewMainMenu:t=Translation needed
ActionViewMenuBar=Menu bar
ActionViewMenuBar:h=Show or hide the menu bar
ActionViewMenuBar:t=Translation needed
ActionViewMiniMap:h=Visa eller dölja Minikarta
ActionViewMiniMap=Minikarta
ActionViewNextPage:h=Gå till nästa sida
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=&Nästa sida
ActionViewOpenDirectory:h=Öppna en ny katalog
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=&Öppna katalog...
ActionViewOutput:h=Visa eller dölja utgång
ActionViewOutput=&Utgång
ActionViewPreviousPage:h=Gå till föregående sida
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=&Föregående sida
ActionViewSelectionMode:h=Växla val-läget. Också trycka på Alt på redaktör kommer att växla val-läget.
ActionViewSelectionMode=&Val-läget
ActionViewSpecialChars:h=Växla specialtecken
ActionViewSpecialChars=Sp&ecialtecken
ActionViewSplit:h=Dela upp dokumentet
ActionViewSplit=S&plit
ActionViewStatusBar:h=Visa eller dölja status rad
ActionViewStatusBar=&Status Rad
ActionViewToolbar:h=Visa eller dölja verktygsfältet
ActionViewToolbar=&Verktygsfält
ActionViewWordWrap:h=Växla radbrytning
ActionViewWordWrap=R&adbrytning
ActionViewXMLTree:h=Visa eller dölja XML-trädet
ActionViewXMLTree=&XML-träd

[AskYesOrNo]
CancelSearch=Avbryt sökning, är du säker?
CloseDirectory=Stäng katalogen %s, är du säker?
DeleteDirectory=Ta bort katalogen %s, är du säker?
DeleteFile=Ta bort filen %s, är du säker?
DeleteLine=Radera rad, är du säker?
DocumentTimeChanged=Dokumentets %s's tid/datum ändrats. Ladda?
NewVersion=En ny version %s av %s är tillgänglig.%sVill du ladda ner den från Internet?
RecordMacro=Spela in ett nytt makro, är du säker?
ReplaceOccurence=Ersätt denna förekomst av '%s'?
SaveChanges=Spara ändringar?
SearchMatchNotFound=Sök Matcha hittades inte.%sStarta sökningen från början av filen
SearchStringNotFound=Sök strängen '%s' hittades inte

[Message]
CannotFindString=Kan inte hitta strängen '%s'
DocumentStatistics=Linje räkna: %d%Ord räkna: %d%Tecken räkna: %d
LatestVersion=Du använder den senaste versionen.

[ErrorMessage]
EnterPath=Enter path.
EnterPath:t=Translation needed
EnterTabName=Ange flikens namn.
FileNotFound=Filen '%s' hittades inte.
PathNotExist=Path does not exist.
PathNotExist:t=Translation needed
RootDirectoryNotExist=Rotkatalog finns inte.

[WarningMessage]
FileAccessError=Filen %s åtkomst fel.

[Constant]
AllFiles=Alla filer
Arrow:t=Translation needed
Arrow=Arrow
AutoSave=Autom. inspelning
Block=Block
Bookmark=Bokmärken
Bottom=Botten
Circle=Circle
Circle:t=Translation needed
Color=Color
Color:t=Translation needed
CompareFiles=Jämför filer
CountingFiles=Räkning filer...
DirectoryItems=Directory items
DirectoryItems:t=Translation needed
Document=Dokument
Dot=Dot
Dot:t=Translation needed
DownloadCancelling=Avbryta...
DownloadDone=Klar.
EditDirectory=Redigera katalog
Encoding=Encoding
Encoding:t=Translation needed
Enter=Enter
Enter:t=Translation needed
FileMaskItems=File mask items
FileMaskItems:t=Translation needed
FilesFound=%d fil(er) har hittats i %s
FooterLeft=Sidfot - Vänster
FooterRight=Sidfot - Höger
GoToLine=Go to line
GoToLine:t=Translation needed
HalfBlock=Halvblock
HeaderLeft=Rubrik - Vänster
HeaderRight=Rubrik - Höger
Hide=Dölja
Highlighter=Highlighter
Highlighter:t=Translation needed
HorizontalLine=Horizsontell linje
Insert=Infoga
InsertTags=Insert HTML/XML Tags
InsertTags:t=Translation needed
InvalidName=Invalid name
InvalidName:t=Translation needed
LanguageEditor=Språkredigerare - [%s]
Line=Radnummer
MatchFound=%d match%s found
MatchFound:t=Translation needed
MatchFoundPluralExtension=es
MatchFoundPluralExtension:t=Translation needed
Minute=min
Modified=Ändrad
OccurencesFound=%d förekomster har hittats i %s
Open=Öppna
OpenDirectory=Öppna katalog
Overwrite=Överskriva
Pilcrow=Pilcrow
Pilcrow:t=Translation needed
Position=Position: %d
Position:t=Translation needed
PreviewDocumentPage=Sida: $PAGENUM$ av $PAGECOUNT$
PreviewPage= Sida: %d / %d
PreviewPrintDocument=Skriv ut (%s)|Skriva ut dokumentet på %s
PrintedBy=Utskriven av %s
Rename=Vill du byta namn på %s till %s?
RenameFailed=%s rename failed
RenameFailed:t=Translation needed
SaveAs=Spara som
SearchFor=Sök efter '%s'
Second=s
SelectRootDirectory=Välj rotkatalog
Solid=Solid
Solid:t=Translation needed
Square=Square
Square:t=Translation needed
ThinHorizontalLine=Thin horizontal line
ThinHorizontalLine:t=Translation needed
ThinVerticalLine=Thin vertical line
ThinVerticalLine:t=Translation needed
Top=Topp
TopLine=Översta raden: %d
VersionInfoNotFound=Versionsinformation hittades inte.
VerticalLine=Vertikal linje

[DialogConstant]
SMsgDlgAbort=&Abortera
SMsgDlgAll=&Alla
SMsgDlgCancel=Avbryt
SMsgDlgClose=&Stäng
SMsgDlgConfirm=Konfirmera
SMsgDlgError=Fel
SMsgDlgHelp=&Help
SMsgDlgHelpHelp=Hjälp
SMsgDlgHelpNone=No help available
SMsgDlgIgnore=&Ignorera
SMsgDlgInformation=Information
SMsgDlgNo=&Nej
SMsgDlgNoToAll=N&ej till alla
SMsgDlgOK=OK
SMsgDlgRetry=&Försök igen
SMsgDlgWarning=Varning
SMsgDlgYes=&Ja
SMsgDlgYesToAll=Ja till &alla

[ColorConstant]
clBlack=Black
clBlack:t=Translation needed
clMaroon=Maroon
clMaroon:t=Translation needed
clGreen=Green
clGreen:t=Translation needed
clOlive=Olive
clOlive:t=Translation needed
clNavy=Navy
clNavy:t=Translation needed
clPurple=Purple
clPurple:t=Translation needed
clTeal=Teal
clTeal:t=Translation needed
clGray=Gray
clGray:t=Translation needed
clSilver=Silver
clSilver:t=Translation needed
clRed=Red
clRed:t=Translation needed
clLime=Lime
clLime:t=Translation needed
clYellow=Yellow
clYellow:t=Translation needed
clBlue=Blue
clBlue:t=Translation needed
clFuchsia=Fuchsia
clFuchsia:t=Translation needed
clAqua=Aqua
clAqua:t=Translation needed
clWhite=White
clWhite:t=Translation needed
clMoneyGreen=Money Green
clMoneyGreen:t=Translation needed
clSkyBlue=Sky Blue
clSkyBlue:t=Translation needed
clCream=Cream
clCream:t=Translation needed
clMedGray=Medium Gray
clMedGray:t=Translation needed
clActiveBorder=Active Border
clActiveBorder:t=Translation needed
clActiveCaption=Active Caption
clActiveCaption:t=Translation needed
clAppWorkSpace=Application Workspace
clAppWorkSpace:t=Translation needed
clBackground=Background
clBackground:t=Translation needed
clBtnFace=Button Face
clBtnFace:t=Translation needed
clBtnHighlight=Button Highlight
clBtnHighlight:t=Translation needed
clBtnShadow=Button Shadow
clBtnShadow:t=Translation needed
clBtnText=Button Text
clBtnText:t=Translation needed
clCaptionText=Caption Text
clCaptionText:t=Translation needed
clDefault=Default
clDefault:t=Translation needed
clGradientActiveCaption=Gradient Active Caption
clGradientActiveCaption:t=Translation needed
clGradientInactiveCaption=Gradient Inactive Caption
clGradientInactiveCaption:t=Translation needed
clGrayText=Gray Text
clGrayText:t=Translation needed
clHighlight=Highlight Background
clHighlight:t=Translation needed
clHighlightText=Highlight Text
clHighlightText:t=Translation needed
clHotLight=Hot Light
clHotLight:t=Translation needed
clInactiveBorder=Inactive Border
clInactiveBorder:t=Translation needed
clInactiveCaption=Inactive Caption
clInactiveCaption:t=Translation needed
clInactiveCaptionText=Inactive Caption Text
clInactiveCaptionText:t=Translation needed
clInfoBk=Info Background
clInfoBk:t=Translation needed
clInfoText=Info Text
clInfoText:t=Translation needed
clMenu=Menu Background
clMenu:t=Translation needed
clMenuBar=Menu Bar
clMenuBar:t=Translation needed
clMenuHighlight=Menu Highlight
clMenuHighlight:t=Translation needed
clMenuText=Menu Text
clMenuText:t=Translation needed
clNone=None
clNone:t=Translation needed
clScrollBar=Scroll Bar
clScrollBar:t=Translation needed
cl3DDkShadow=3D Dark Shadow
cl3DDkShadow:t=Translation needed
cl3DLight=3D Light
cl3DLight:t=Translation needed
clWindow=Window Background
clWindow:t=Translation needed
clWindowFrame=Window Frame
clWindowFrame:t=Translation needed
clWindowText=Window Text
clWindowText:t=Translation needed

[FileTypes]
ActionScript=ActionScript filer (*.as)
Assembler 68HC11=68HC11 Assembler filer (*.hc11;*.asc)
AutoIt v3=AutoIt filer (*.au3)
AWK=AWK skript (*.awk)
C#=C# filer (*.cs)
C++=C++ filer (*.cpp;*.hpp)
C=C filer (*.c;*.h)
CSS=Cascading Stylesheet filer (*.css)
D=D filer (*.d;*.di)
Delphi Form Module=Delphi Form Module filer (*.dfm)
Free Pascal=Free Pascal filer (*.pp)
HTML with Scripts=HTML filer (*.html;*.htm)
INI=INI filer (*.ini;*.lng)
Inno Setup=Inno Setup filer (*.iss)
Java=Java filer (*.java)
JavaScript=JavaScript filer (*.js)
JSON=JSON filer (*.json)
MS-DOS Batch=MS-DOS Batch filer (*.bat;*.cmd)
Object Pascal=Pascal filer (*.pas;*.dfm;*.dpr;*.dproj)
Perl=Perl filer (*.pl;*.pm;*.cgi)
PHP=PHP filer (*.php;*.class;*.inc)
Python=Python filer (*.py)
Ruby=Ruby filer (*.rb;*.rbw)
SQL=SQL filer (*.sql)
Text=Text filer (*.txt)
Visual Basic=Visual Basic filer (*.vb;*.bas)
XML=XML filer (*.xml;*.xsd;*.xsl;*.xslt;*.dtd)
Macro=Macro filer (*.mcr)|*.mcr
Language=Språkfiler (*.lng)|*.lng

[ConfirmReplaceDialog]
ButtonCancel=Avbryt
Caption=Confirm Ersätt
ButtonNo=&Nej
ButtonYes=&Ja
ButtonYesToAll=Ja till &alla

[DownloadURLDialog]
ButtonCancel=Avbryt
Caption=Ladda ner

[FindInFilesDialog]
ButtonCancel=Avbryt
Caption=Sök i filer
StickyLabelCaseSensitive=Skiftlägeskänslig
ComboBoxFileMask=Filmask
ButtonFind=&Hitta
ComboBoxTextToFind=Text för att hitta
ComboBoxDirectory=Katalog
StickyLabelIncludeSubdirectories=Inkludera underkataloger
GroupBoxOptions=Optioner
GroupBoxSearchDirectoryOptions=Sök katalog optioner

[InputQueryDialog]
ButtonOK=OK
ButtonCancel=Avbryt

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=Beep om söksträngen kunde inte hittas
StickyLabelCaseSensitive=Skiftlägeskänslig
StickyLabelEntireScope=Entire scope
StickyLabelEntireScope:t=Translation needed
StickyLabelHighlightResult=Highlight results
StickyLabelHighlightResult:t=Translation needed
StickyLabelRegularExpression=Reguljära uttryck
StickyLabelSearchOnTyping=Search on typing
StickyLabelSearchOnTyping:t=Translation needed
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelShowSearchStringNotFound=Visa söksträngen kunde inte hittas meddelande
StickyLabelWildCard=Asterisk
StickyLabelWholeWordsOnly=Endast hela ord
ButtonOK=OK
ButtonCancel=Avbryt

[OptionsToolBarItemsDialog]
Caption=Markera objekt
VirtualDrawTreeAddItems:0=Menyobjekt
ButtonAdd=Lägg
ButtonCancel=Avbryt

[ReplaceDialog]
ButtonCancel=Avbryt
ButtonFind=&Hitta
ButtonReplaceAll=&Ersätt alla
Caption=Ersätt
ComboBoxSearchFor=Sök efter
GroupBoxOptions=Optioner
GroupBoxReplaceIn=Ersätt i
RadioButtonAllOpenFiles=Alla öppna filer
RadioButtonDeleteLine=Ta bort rad
RadioButtonReplaceWith=Ersätt med
RadioButtonWholeFile=Hela filen
StickyLabelCaseSensitive=Skiftlägeskänslig
StickyLabelPromptOnReplace=Fråga om ersätt
StickyLabelRegularExpression=Reguljära uttryck
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelWholeWordsOnly=Endast hela ord
StickyLabelWildCard=Asterisk

[ConvertForm]
Caption=Konvertera mellan numeriska enheter
ComboBoxType=Typ
ComboBoxFrom=Från
ComboBoxTo=Till
EditValue=Värde
EditResult=Resultera

[PrintPreviewDialog]
ActionColors=Colors
ActionColors:h=Toggle colors
ActionExit=Exit
ActionExit:h=Exit the print preview
ActionFirst=First
ActionFirst:h=Första|Gå till första sidan
ActionHighlight=Highlight
ActionHighlight:h=Toggle highlight
ActionLast=Last
ActionLast:h=Senast|Gå till sista sidan
ActionLineNumbers=Line Numbers
ActionLineNumbers:h=Växla radnummer
ActionNext=Next
ActionNext:h=Nästa|Gå till nästa sida
ActionPrevious=Previous
ActionPrevious:h=Föregående|Gå till föregående sida
ActionPrint=Print
ActionPrint:h=Skriv ut|Skriv ut dokumentet
ActionWordWrap=Word wrap
ActionWordWrap:h=Växla radbrytning
ActionZoomIn=Zoom in
ActionZoomIn:h=Zoom in
ActionZoomOut=Zoom out
ActionZoomOut:h=Zoom out
ActionZoom=Zoom
ActionZoom:h=Zooma|Zooma in/ut
Caption=Förhandsgranska

[SearchForFilesForm]
Caption=Sök efter filer
PanelSearchingFiles=Söka filer...

[CompareFrame]
CopySelectionLeftAction:h=Kopiera markeringen till vänster
CopySelectionRightAction:h=Kopiera markeringen till höger
FindNextDifferenceAction:h=Hitta nästa skillnaden
LeftDocumentButtonClickAction:h=Öppna ett dokument
LeftLabel=Vänstra raden
OpenDocumentsLeftAction:h=Öppna ett dokument
OpenDocumentsRightAction:h=Öppna ett dokument
RefreshAction:h=Uppdatera dokument
RightDocumentButtonClickAction:h=Öppna ett dokument
RightLabel=Högra raden
SaveLeftGridAction:h=Spara dokumentet
SaveRightGridAction:h=Spara dokumentet

[OptionsCompareFrame]
StickyLabelIgnoreCase=Ignorera skiftläge
StickyLabelIgnoreBlanks=Ignorera tomma

[OptionsEditorCaretFrame]
StickyLabelVisible=Synlig
StickyLabelRightMouseClickMovesCaret=Right mouse click moves caret
StickyLabelRightMouseClickMovesCaret:t=Translation needed
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxNonBlinkingCaret:t=Translation needed
StickyLabelNonblinkingCaretEnabled=Enabled
StickyLabelNonblinkingCaretEnabled:t=Translation needed
ColorBoxNonblinkingCaretBackground=Background color
ColorBoxNonblinkingCaretBackground:t=Translation needed
ColorBoxNonblinkingCaretForeground=Foreground color
ColorBoxNonblinkingCaretForeground:t=Translation needed
GroupBoxStyles=Styles
GroupBoxStyles:t=Translation needed
ComboBoxStylesInsertCaret=Insert
ComboBoxStylesInsertCaret:t=Translation needed
ComboBoxStylesOverwriteCaret=Overwrite
ComboBoxStylesOverwriteCaret:t=Translation needed

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Synlig
StickyLabelFoldMultilineComments=Fold multiline comments
StickyLabelFoldMultilineComments:t=Translation needed
StickyLabelHighlightIndenGuides=Highlight indent guides
StickyLabelHighlightIndenGuides:t=Translation needed
StickyLabelHighlightMatchingPair=Highlight matching pair
StickyLabelHighlightMatchingPair:t=Translation needed
StickyLabelShowCollapsedCodeHint=Show collapsed code hint
StickyLabelShowCollapsedCodeHint:t=Translation needed
StickyLabelShowCollapsedLine=Show collapsed line
StickyLabelShowCollapsedLine:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelUncollapseByHintClick=Uncollapse by hint click
StickyLabelUncollapseByHintClick:t=Translation needed
ComboBoxMarkStyle=Mark style
ComboBoxMarkStyle:t=Translation needed

[OptionsEditorColorFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxHighlighter=Highlighter
ComboBoxHighlighter:t=Translation needed
TabSheetEditor=Editor
TabSheetEditor:t=Translation needed
ComboBoxEditorElement=Element
ComboBoxEditorElement:t=Translation needed
ColorComboBoxEditorColor=Color
ColorComboBoxEditorColor:t=Translation needed
TabSheetElements=Elements
TabSheetElements:t=Translation needed
ComboBoxElementsName=Name
ComboBoxElementsName:t=Translation needed
ColorComboBoxElementsForeground=Foreground
ColorComboBoxElementsForeground:t=Translation needed
ColorComboBoxElementsBackground=Background
ColorComboBoxElementsBackground:t=Translation needed
GroupBoxAttributes=Attributes
GroupBoxAttributes:t=Translation needed
StickyLabelElementsAttributesBold=Bold
StickyLabelElementsAttributesBold:t=Translation needed
StickyLabelElementsAttributesItalic=Italic
StickyLabelElementsAttributesItalic:t=Translation needed
StickyLabelElementsAttributesUnderline=Underline
StickyLabelElementsAttributesUnderline:t=Translation needed
TabSheetGeneral=General
TabSheetGeneral:t=Translation needed
EditVersion=Version
EditVersion:t=Translation needed
DateEditDate=Date
DateEditDate:t=Translation needed
TabSheetAuthor=Author
TabSheetAuthor:t=Translation needed
EditName=Name
EditName:t=Translation needed
EditEmail=Email
EditEmail:t=Translation needed
TabSheetUseSkinColor=Use skin color
TabSheetUseSkinColor:t=Translation needed
LabelSkinDescription=Use skin color for selected elements
LabelSkinDescription:t=Translation needed
StickyLabelSkinActiveLineBackground=Active line background
StickyLabelSkinActiveLineBackground:t=Translation needed
StickyLabelSkinForeground=Foreground
StickyLabelSkinForeground:t=Translation needed
StickyLabelSkinSelectionForeground=Selection foreground
StickyLabelSkinSelectionForeground:t=Translation needed
StickyLabelSkinLeftMarginBackground=Left margin background
StickyLabelSkinLeftMarginBackground:t=Translation needed
StickyLabelSkinCodeFoldingBackground=Code folding background
StickyLabelSkinCodeFoldingBackground:t=Translation needed
StickyLabelSkinCompletionProposalBackground=Completion proposal background
StickyLabelSkinCompletionProposalBackground:t=Translation needed
StickyLabelSkinBackground=Background
StickyLabelSkinBackground:t=Translation needed
StickyLabelSkinSelectionBackground=Selection background
StickyLabelSkinSelectionBackground:t=Translation needed
StickyLabelSkinBookmarkPanelBackground=Bookmark panel background
StickyLabelSkinBookmarkPanelBackground:t=Translation needed
StickyLabelSkinCodeFoldingHintBackground=Code folding hint background
StickyLabelSkinCodeFoldingHintBackground:t=Translation needed
StickyLabelSkinCompletionProposalSelectionBackground=Completion proposal selection background
StickyLabelSkinCompletionProposalSelectionBackground:t=Translation needed

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Aktiverad
StickyLabelCaseSensitive=Skiftlägeskänslig
ComboBoxShortcut=Kortkommando

[OptionsEditorFontFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxElement=Element
ComboBoxElement:t=Translation needed
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize=Auto storlek
StickyLabelShowAfterLastLine=Visa radnummer efter sista raden
StickyLabelShowBookmarkPanel=Visa bokmärke panelen
StickyLabelShowBookmarks=Visa bokmärken
StickyLabelShowInTens=Radnummer i tior
StickyLabelShowLeadingZeros=Radnummer noll start
StickyLabelShowLineState=Visa linje tillstånd
StickyLabelVisible=Synlig
EditBookmarkPanelWidth=Bookmark panel width
EditBookmarkPanelWidth:t=Translation needed
EditWidth=Bredd
GroupBoxLineNumbers=Line numbers
GroupBoxLineNumbers:t=Translation needed

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelHighlightAfterToken=Highlight after token
StickyLabelHighlightAfterToken:t=Translation needed
StickyLabelHighlightUnmatched=Highlight unmatched
StickyLabelHighlightUnmatched:t=Translation needed

[OptionsEditorMinimapFrame]
StickyLabelVisible=Synlig
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
EditWidth=Bredd

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Automatiskt indrag
StickyLabelAutoSave=Automatisk inspelning
StickyLabelDragDropEditing=Drag drop editing
StickyLabelDragDropEditing:t=Translation needed
StickyLabelDropFiles=Drop files
StickyLabelDropFiles:t=Translation needed
StickyLabelGroupUndo=Group undo
StickyLabelGroupUndo:t=Translation needed
StickyLabelTrimTrailingSpaces=Trimma avslutande blanksteg
StickyLabelUndoAfterSave=Ångra efter sparning
EditLineSpacing=Radavstånd

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Synlig
StickyLabelMouseMove=Mus drag
StickyLabelShowMovingHint=Show moving hint
StickyLabelShowMovingHint:t=Translation needed
EditPosition=Ställning

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Autosize max width
StickyLabelAutosizeMaxWidth:t=Translation needed
StickyLabelHalfPage=Half page
StickyLabelHalfPage:t=Translation needed
StickyLabelHintFollows=Hint follows
StickyLabelHintFollows:t=Translation needed
StickyLabelPastEndOfFile=Rullar förbi filslut
StickyLabelPastEndOfLineMarker=Rullar förbi radslut
StickyLabelShowHint=Visa skrolla tip

[OptionsEditorSearchFrame]
StickyLabelDocumentSpecificSearch=Dokument-specifik sökning
StickyLabelShowSearchMap=Visa ökning karta
StickyLabelHighlightResults=Visa ökning överstrykning

[OptionsEditorSelectionFrame]
StickyLabelVisible=Synlig
StickyLabelALTSetsColumnMode=ALT sets column mode
StickyLabelALTSetsColumnMode:t=Translation needed
StickyLabelHighlightSimilarTerms=Highlight similar terms
StickyLabelHighlightSimilarTerms:t=Translation needed
StickyLabelToEndOfLine=To end of line
StickyLabelToEndOfLine:t=Translation needed
StickyLabelTripleClickRowSelect=Trippel-klicka rad välj

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Use text color
StickyLabelUseTextColor:t=Translation needed
ColorComboBoxColor=Color
ColorComboBoxColor:t=Translation needed
ComboBoxStyle=Style                      
ComboBoxStyle:t=Translation needed
GroupBoxEndOfLine=End of line
GroupBoxEndOfLine:t=Translation needed
StickyLabelEndOfLineVisible=Visible
StickyLabelEndOfLineVisible:t=Translation needed
GroupBoxEndOfLine=Color
GroupBoxEndOfLine:t=Translation needed
ComboBoxEndOfLineStyle=Style
ComboBoxEndOfLineStyle:t=Translation needed
GroupBoxSelection=Selection
GroupBoxSelection:t=Translation needed
StickyLabelSelectionVisible=Visible
StickyLabelSelectionVisible:t=Translation needed
ColorComboBoxSelectionColor=Color
ColorComboBoxSelectionColor:t=Translation needed

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Selected block indent
StickyLabelSelectedBlockIndent:t=Translation needed
StickyLabelTabsToSpaces=Tabbar till blanksteg
EditWidth=Bredd

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Använd system font
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsOutputFrame]
StickyLabelShowTreeLines=Visa trädgränser
StickyLabelShowCheckBox=Visa kryssrutan
EditIndent=Indrag

[OptionsPrintFrame]
ComboBoxDocumentName=Dokumentnamn
ComboBoxPageNumber=Sidnummer
ComboBoxPrintedBy=Tryckt av
ComboBoxDateTime=Datum tid
StickyLabelShowHeaderLine=Visa rubrikrad
StickyLabelShowFooterLine=Visa sidfotrad
StickyLabelShowLineNumbers=Visa radnummer
StickyLabelWordWrap=Radbrytning

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Nyckelord justera
StickyLabelKeywordAlignmentLeftJustify=Nyckelord justering strict vänster

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Nyckelord
ComboBoxIdentifier=Identifierare
ComboBoxQuotedIdentifier=Citerad identifieraren
ComboBoxTableName=Tabellnamn
ComboBoxColumnName=Kolumnnamn
ComboBoxAliasName=Alias ​​namn
ComboBoxVariableName=Variabelnamn
ComboBoxFunctionName=Funktionsnamn
ComboBoxDataType=Datatyp

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Databas

[OptionsSQLIndentationFrame]
EditIndentLength=Indrag längd
StickyLabelUseTab=Använd fliken
EditTabSize=Tab storlek
EditFunctionBodyIndent=Funktion kropp strecksatsen
StickyLabelBlockOnNewLine=Blockera på ny rad
EditBlockLeftIndentSize=Block vänster indrag storlek
EditBlockRightIndentSize=Block höger indrag storlek
EditBlockIndentSize=Block indrag storlek
EditSingleStatementIndent=IF/ELSE enda uttalande indrag storlek

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Kolumn listan stil
ComboBoxValueListStyle=Värdelista stil
EditInsertColumnsPerLine=Infoga kolumner per rad
StickyLabelParenthesisInSeparateLines=Parentes i separata rader

[OptionsSQLSelectFrame]
TabSheetColumnList=Kolumn listan
TabSheetSubquery=Subquery
TabSheetIntoClause=INTO-satsen
TabSheetFromJoinClause=FROM/JOIN-satsen
TabSheetAndOrKeyword=AND/OR nyckelord
TabSheetGroupByClause=GROUP BY-satsen
TabSheetHavingClause=HAVING-satsen
TabSheetOrderByClause=ORDER BY-satsen
ComboBoxColumnListStyle=Stil
ComboBoxColumnListLineBreak=Radbrytning
StickyLabelAlignAlias=Rikta alias
StickyLabelColumnInNewLine=Kolumner i ny linje
StickyLabelTreatDistinctAsVirtualColumn=Behandla DISTINCT som virtuella kolumnen
StickyLabelNewLineAfterIn=Ny rad efter IN
StickyLabelNewLineAfterExists=Ny rad efter EXISTS
StickyLabelNewlineAfterComparisonOperator=Ny rad efter jämförelseoperator
StickyLabelNewlineBeforeComparisonOperator=Ny rad före jämförelseoperator
StickyLabelIntoClauseInNewLine=INTO-satsen i nya linje
ComboBoxFromClauseStyle=Stil
StickyLabelFromClauseInNewLine=FROM-satsen i nya linje
StickyLabelJoinClauseInNewLine=JOIN-satsen i nya linje
StickyLabelAlignJoinWithFromKeyword=Passa JOIN med FROM sökord
StickyLabelAlignAndOrWithOnInJoinClause=Rikta OCH / ELLER med ON i JOIN-satsen
StickyLabelAlignAliasInFromClause=Rikta in alias i FROM-satsen
ComboBoxAndOrLineBreak=Radbrytning
StickyLabelAndOrUnderWhere=AND/OR enligt WHERE
StickyLabelWhereClauseInNewline=WHERE-satsen i nya linje
StickyLabelWhereClauseAlignExpr=WHERE-satsen justera uttryck
ComboBoxGroupByClauseStyle=Stil
StickyLabelGroupByClauseInNewLine=GROUP BY klausul i nya linje
StickyLabelHavingClauseInNewLine=HAVING klausul i nya linje
ComboBoxOrderByClauseStyle=Stil
StickyLabelOrderByClauseInNewLine=ORDER BY klausul i nya linje

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Kolumn listan stil

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Utrymme runt operatör arithmetric uttryck
StickyLabelSpaceInsideCreate=Utrymme inne parentes i CREATE FUNCTION/PROCEDURE
StickyLabelSpaceInsideExpression=Utrymme inne parenteser i uttryck
StickyLabelSpaceInsideSubquery=Utrymme inne parentes i subquery
StickyLabelSpaceInsideFunction=Utrymme inne parentes i funktionsanrop
StickyLabelSpaceInsideTypename=Utrymme inne parentes av typename i CREATE TABLE

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Använd system font
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsToolBarFrame]
VirtualDrawTree:h=Dra och släpp för att flytta menyalternativ. Högerklicka på popup-menyn för att infoga och ta bort objekt.
VirtualDrawTree:0=Menyobjekt
ActionAddItem=Lägg till objekt
ActionAddItem:h=Lägg till objekt
ActionDelete=Radera
ActionDelete:h=Radera
ActionAddDivider=Lägg indelning
ActionAddDivider:h=Lägg indelning
ActionReset=Återställ
ActionReset:h=Återställ menyobjekt
ActionMoveUp=Move up     
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down     
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed

[AboutDialog]
Caption=Om EditBone
LabelCopyright=Upphovsrätt %s. Alla rättigheter förbehålles.
LabelMemoryAvailable=Minne för Windows: %s
ButtonOK=OK
ButtonDonations=Donationer
LabelDevelopmentEnvironment=Programmeringsmiljö
LabelThirdPartyComponents=3:e parts komponenter
LabelLanguageFileContributors=Språkfil bidragande
LabelIcons=Ikoner
LabelVersion=Version %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=Avbryt
StickyLabelExcludeOtherBranches=Utesluta andra katalog grenar
ButtonOK=&OK
EditRootDirectory=Rotkatalog
ComboBoxDrives=Drev
ComboBoxFileMask=Filtyp
EditTabName=Fliken namn
GroupBoxOptions=Optioner

[LanguageEditorForm]
ActionExit:h=Stäng språk redaktör
ActionExit:t=Translation needed
ActionExit=Exit
ActionFileNew:h=Skapa en ny språkfil
ActionFileNew:t=Translation needed
ActionFileNew=New
ActionFileOpen:h=Öppna en befintlig språkfil
ActionFileOpen:t=Translation needed
ActionFileOpen=Open
ActionFileSave:h=För att spara språkfilen
ActionFileSave:t=Translation needed
ActionFileSave=Save
VirtualDrawTree:0=Object
VirtualDrawTree:1=Rubrik
VirtualDrawTree:2=Antydan
VirtualDrawTree:3=Genväg

[OptionsForm]
ActionCompare=Jämföra filer
ActionDirectory=Directory
ActionDirectoryTabs=Flikar
ActionEditor=Redigerare
ActionEditorCaret:t=Translation needed
ActionEditorCaret=Caret
ActionEditorCodeFolding:t=Translation needed
ActionEditorCodeFolding=Code folding
ActionEditorColors:t=Translation needed
ActionEditorColors=Colors
ActionEditorCompletionProposal=Slutförande förslag
ActionEditorDefaults:t=Translation needed
ActionEditorDefaults=Defaults
ActionEditorFonts=Teckensnitt
ActionEditorLeftMargin=Vänster marginal
ActionEditorMatchingPair:t=Translation needed
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap:t=Translation needed
ActionEditorMinimap=Minimap
ActionEditorRightMargin=Höger marginal
ActionEditorScroll:t=Translation needed
ActionEditorScroll=Scroll
ActionEditorSearch=Sök
ActionEditorSelection:t=Translation needed
ActionEditorSelection=Selection
ActionEditorSpecialChars:t=Translation needed
ActionEditorSpecialChars=Special chars
ActionEditorTabs:t=Translation needed
ActionEditorTabs=Tabs
ActionEditorTabulator:t=Translation needed
ActionEditorTabulator=Tabulator
ActionFileTypes=Filtyper
ActionMainMenu=Huvudmenyn
ActionOutput=Utgång
ActionOutputTabs=Flikar
ActionPrint=Skriv ut
ActionSQLAlignments=Inriktning
ActionSQLCapitalization=Kapitalisering
ActionSQLFormatter=SQL formateraren
ActionSQLIndentation=Indrag
ActionSQLInsert=Infoga
ActionSQLSelect=Välja
ActionSQLUpdate=Uppdatera
ActionSQLWhitespace=Blank
ActionStatusBar=Status rad
ActionToolbar=Verktygsfält
ButtonCancel=Avbryt
ButtonOK=&OK
Caption=Optioner
EditorTabsAction=Flikar

[UnicodeCharacterMapForm]
Caption=Unicode teckenuppsättningar

[DirectoryFrame]
ActionDirectoryClose:h=Stäng den aktiva katalogen
ActionDirectoryClose=&Stäng katalog
ActionDirectoryClose:s=Shift+Ctrl+D
ActionDirectoryDelete:h=Ta bort en fil eller katalog
ActionDirectoryDelete=&Ta bort
ActionDirectoryEdit:h=Redigera den aktiva katalogen
ActionDirectoryEdit=&Redigera katalog
ActionDirectoryEdit:s=Shift+Ctrl+E
ActionDirectoryOpen:h=Öppna en ny katalog
ActionDirectoryOpen=&Öppna katalog
ActionDirectoryOpen:s=Ctrl+D
ActionDirectoryRefresh:h=Uppdatera filer
ActionDirectoryRefresh=&Uppfriska
ActionDirectoryRename:h=Byt namn på en fil eller katalog
ActionDirectoryRename=&Byt namn
ActionDirectoryProperties:h=Se filen / katalogen egenskaper
ActionDirectoryProperties=&Egenskaper...
ActionDirectoryFiles=&Filer...
ActionDirectoryFiles:h=Sök filer från den valda katalogen och dess underkataloger
ActionDirectoryFiles:s=Ctrl+F12
ActionDirectoryFindInFiles:h=Sök efter en sträng i flera filer
ActionDirectoryFindInFiles=S&ök i filer...
ActionDirectoryContextMenu=&Kontextmeny
ActionDirectoryContextMenu:h=Kontextmeny    

[DocumentFrame]
ActionXMLTreeRefresh:h=Refresh XML-träd
ActionXMLTreeRefresh=&Refresh

[SearchFrame]
ComboBoxSearchText:h=Search text
ComboBoxSearchText:t=Translation needed
ActionFindNext:h=Find next
ActionFindNext:t=Translation needed
ActionFindPrevious:h=Find previous
ActionFindPrevious:t=Translation needed
ActionOptions:h=Options
ActionOptions:t=Translation needed
ActionClose:h=Close
ActionClose:t=Translation needed

[OptionsDirectoryFrame]
StickyLabelShowTreeLines=Visa trädgränser
StickyLabelShowHiddenFiles=Visa dolda filer
StickyLabelShowSystemFiles=Visa systemfiler
StickyLabelShowArchiveFiles=Visa arkivets
StickyLabelShowOverlayIcons=Visa överlägg ikoner
EditIndent=Indrag

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=Flerradigt
StickyLabelShowCloseButton=Visa stäng knapp
StickyLabelShowImage=Visa bilden
StickyLabelCloseTabByDblClick=Stäng flik genom att dubbelklicka
StickyLabelCloseTabByMiddleClick=Stäng flik av mittenklick
StickyLabelDoubleBuffered=Dubbla buffrad
StickyLabelSaveTabs=Spara flikar
StickyLabelRightClickSelect=Högerklicka välj

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color
ComboBoxDefaultColor:t=Translation needed
ComboBoxDefaultEncoding=Encoding
ComboBoxDefaultEncoding:t=Translation needed
ComboBoxDefaultHighlighter=Highlighter
ComboBoxDefaultHighlighter:t=Translation needed
ComboBoxDefaultSQLHighlighter=SQL highlighter
ComboBoxDefaultSQLHighlighter:t=Translation needed

[OptionsEditorTabsFrame]
StickyLabelMultiline=Flerradigt
StickyLabelShowCloseButton=Visa stäng knapp
StickyLabelShowImage=Visa bilden
StickyLabelCloseTabByDblClick=Stäng flik genom att dubbelklicka
StickyLabelCloseTabByMiddleClick=Stäng flik av mittenklick
StickyLabelDoubleBuffered=Dubbla buffrad
StickyLabelSaveTabs=Spara flikar
StickyLabelRightClickSelect=Högerklicka välj

[OptionsFileTypesFrame]
EditExtensions=Förlängningar
VirtualDrawTree:0=Filtyp

[OptionsOutputTabsFrame]
StickyLabelMultiline=Flerradigt
StickyLabelShowCloseButton=Visa stäng knapp
StickyLabelShowImage=Visa bilden
StickyLabelCloseTabByDblClick=Stäng flik genom att dubbelklicka
StickyLabelCloseTabByMiddleClick=Stäng flik av mittenklick
StickyLabelDoubleBuffered=Dubbla buffrad
StickyLabelSaveTabs=Spara flikar
StickyLabelRightClickSelect=Högerklicka välj

[OutputFrame]
ActionCloseAllOtherPages:h=Stäng alla andra
ActionCloseAllOtherPages=S&täng alla andra sidor
ActionOutputClose:h=Stäng aktuell sida
ActionOutputClose=&Stäng
ActionOutputCloseAll:h=Stäng alla sidor
ActionOutputCloseAll=Stäng &alla
ActionCopyAllToClipboard=&Kopiera till urklipp
ActionCopyAllToClipboard:h=Kopiera till urklipp
ActionCopySelectedToClipboard=Kopiera vald till urklipp
ActionCopySelectedToClipboard:h=Kopiera vald till urklipp
ActionOpenAll=&Öppna alla
ActionOpenAll:h=Öppna alla filer
ActionOpenSelected=&Öppna vald
ActionOpenSelected:h=Öppna vald filer
ActionSelectAll=Välj alla
ActionSelectAll:h=Välj alla filer
ActionUnSelectAll=Avmarkera alla
ActionUnSelectAll:h=Avmarkera alla filer

[SQLFormatterConstant]
Stacked=Staplad
Wrapped=Insvept
AfterComma=Efter kommatecken
BeforeComma=Innan kommatecken
BeforeCommaWithSpace=Innan kommatecken med utrymme
NoLineBreak=Ingen radbrytning
BeforeAndOr=Före AND/OR
AfterAndOr=Efter AND/OR
Left=Vänster
Right=Höger
None=Inget
Uppercase=Stora bokstäver
Lowercase=Små bokstäver
SentenceCase=Inledande versal
NoChange=Ingen förändring

[ConvertConstant]
Distance=Avstånd
Micromicrons=Micromikron
Angstroms=Ångström
Millimicrons=Millimikron
Microns=Mikron
Millimeters=Millimeter
Centimeters=Centimeter
Decimeters=Decimeter
Meters=Meter
Decameters=Dekameter
Hectometers=Hectometer
Kilometers=Kilometer
Megameters=Megameter
Gigameters=Gigameter
Inches=Tum
Feet=Fot
Yards=Yard
Miles=Mil
NauticalMiles=Nautitisk mil
AstronomicalUnits=Astronomisk enhet
LightYears=Ljus år
Parsecs=Parsec
Cubits=Aln
Fathoms=Famn
Furlongs=Furlong
Hands=Hand
Paces=Paces
Rods=Rods
Chains=Chains
Links=Links
Picas=Picas
Points=Points
Area=Area
SquareMillimeters=Kvadratmillimeter
SquareCentimeters=Kvadratcentimeter
SquareDecimeters=Kvadratdecimeter
SquareMeters=Kvadratmeter
SquareDecameters=Kvadratdekameter
SquareHectometers=Kvadrathectometer
SquareKilometers=Kvadratkilometer
SquareInches=Kvadrattum
SquareFeet=Kvadratfot
SquareYards=Kvadratyard
SquareMiles=Kvadratmil
Acres=Acre
Centares=Centare
Ares=Are
Hectares=Hectare
SquareRods=Kvadratrod
Volume=Volym
CubicMillimeters=Kubikmillimeter
CubicCentimeters=Kubikcentimeter
CubicDecimeters=Kubikdecimeter
CubicMeters=Kubikmeter
CubicDecameters=Kubikdekameter
CubicHectometers=Kubikhectometer
CubicKilometers=Kubikkilometer
CubicInches=Kubiktum
CubicFeet=Kubikfot
CubicYards=Kubikyard
CubicMiles=Kubikmil
MilliLiters=Milliliter
CentiLiters=Centiliter
DeciLiters=Deciliter
Liters=Liter
DecaLiters=Dekaliter
HectoLiters=Hectoliter
KiloLiters=Kiloliter
AcreFeet=Acre fot
AcreInches=Acre tum
Cords=Kord
CordFeet=Kord fot
Decisteres=Decistere
Steres=Stere
Decasteres=Dekastere
FluidGallons=Fluid gallon
FluidPints=Fluid pint
FluidQuarts=Fluid quart
FluidCups=Fluid kopp
FluidGills=Fluid gill
FluidOunces=Fluid uns
FluidTablespoons=Fluid matskedar
FluidTeaspoons=Fluid teskedar
DryGallons=Torra gallon
DryQuarts=Torra quart
DryPints=Torra pint
DryPecks=Torra picka
DryBuckets=Torra skopa
DryBushels=Torra bushel
UKGallons=UK gallon
UKPottle=UK kanna
UKQuarts=UK quart
UKPints=UK pint
UKGill=UK gill
UKOunces=UK uns
UKPecks=UK picka
UKBuckets=UK skopa
UKBushels=UK bushel
Mass=Massa
Nanograms=Nanogram
Micrograms=Mikrogram
Milligrams=Milligram
Centigrams=Centigram
Decigrams=Decigram
Grams=Gram
Decagrams=Dekagram
Hectograms=Hectogram
Kilograms=Kilogram
MetricTons=Metriskt ton
Drams=Dram
Grains=Säd
LongTons=Lång ton
Tons=Ton
Ounces=Uns
Pounds=Pund
Stones=Sten
NumeralSystem=Siffra system
Binary=Binär
Decimal=Decimal
Hexadecimal=Hexadecimal
Temperature=Temperatur
Celsius=Celsius
Kelvin=Kelvin
Fahrenheit=Fahrenheit
Time=Tid
Reaumur=Reaumur
Rankine=Rankine
MilliSeconds=Millisekund
Seconds=Sekund
Minutes=Minut
Hours=Timme
Days=Dag
Weeks=Vecka
Fortnights=Två veckor
Months=Månad
Years=År
Decades=Årtionde
Centuries=Århundrade
Millennia=Årtusende
DateTime=Datum tid
JulianDate=Julian Datum
ModifiedJulianDate=Modifierad Julian Datum

